Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: Receive e-mail notifications
ca_es: Rebre notificacions per correu electrònic

source: The system will notify you when updates and important security releases are available for installed components. Anonymous information about your site is sent to <a href="@drupal">Drupal.org</a>.
ca_es: El sistema us notificarà quan hi hagi disponibles actualitzacions i versions de seguretat importants per als components instal·lats. S'envia informació anònima sobre el vostre lloc a <a href="@drupal">Drupal.org</a>.

source: No pending updates.
ca_es: No hi ha actualitzacions pendents.

source: 1 pending update
ca_es: 1 actualització pendent

source: An error occurred while handling the request: The server received invalid input.
ca_es: S'ha produït un error quan es gestionava una petició: el servidor ha rebut una entrada no vàlida.

source: Invalid form POST data.
ca_es: Dades no vàlides d'un formulari POST.

source: Unable to continue, no available methods of file transfer
ca_es: Impossible continuar, no hi ha disponible cap mètode de transferència de fitxers

source: WARNING: You are not using an encrypted connection, so your password will be sent in plain text. <a href="@https-link">Learn more</a>.
ca_es: AVÍS: No esteu utilitzant una connexió encriptada, això vol dir que la vostra contrasenya serà enviada com a text pla. <a href="@https-link">Llegiu-ne més</a>.

source: To continue, provide your server connection details
ca_es: Per continuar, proporcioneu els detalls de connexió al vostre servidor

source: Connection method
ca_es: Mètode de connexió

source: Enter connection settings
ca_es: Introduïu els paràmetres de connexió

source: @backend connection settings
ca_es: Paràmetres de connexió de @backend

source: Change connection type
ca_es: Canvia el tipus de connexió

source: Error, this type of connection protocol (%backend) does not exist.
ca_es: Error, no existeix aquest tipus de protocol de connexió (%backend).

source: No active batch.
ca_es: No hi ha cap procés per lots actiu.

source: Site under maintenance
ca_es: El web està en manteniment

source: Archivers can only operate on local files: %file not supported
ca_es: La classe Archiver només pot funcionar per arxius en local: %file no està suportat.

source: The specified file %file could not be copied, because the destination %destination is invalid. This is often caused by improper use of file_unmanaged_copy() or a missing stream wrapper.
ca_es: No es pot copiar el fitxer especificat %file, perquè el directori destí %destination no és vàlid. Això sovint es deu a l'ús indegut de file_unmanaged_copy() o a l'absència d'un embolcall de flux.

source: The specified file %file could not be copied, because the destination %directory is not properly configured. This is often caused by a problem with file or directory permissions.
ca_es: No es pot copiar el fitxer especificat %file, perquè el directori destí %directory no està correctament configurat. Això sovint es deu a un problema de permisos amb el fitxer o el directori.

source: The file %file could not be copied because a file by that name already exists in the destination directory (%directory)
ca_es: No s'ha pogut copiar el fitxer %file perquè ja existeix un fitxer amb aquest nom en el directori destí (%directory)

source: The file could not be uploaded, because the destination %destination is invalid.
ca_es: No s'ha pogut carregar el fitxer perquè el destí %destination no és vàlid.

source: The file %source could not be uploaded because a file by that name already exists in the destination %directory.
ca_es: No s'ha pogut carregar el fitxer %source perquè ja existeix un fitxer amb aquest nom en el destí %directory.

source: The file's name exceeds the 240 characters limit. Please rename the file and try again.
ca_es: El nom del fitxer excedeix el límit de 240 caràcters. Reanomeneu-lo i torneu-ho a provar.

source: %path is a directory and cannot be removed using file_unmanaged_delete().
ca_es: %path és un directori i no es pot esborrar utilitzant file_unmanaged_delete().

source: The file %path is not of a recognized type so it was not deleted.
ca_es: El fitxer %path no és d'un tipus reconegut i per tant no s'ha eliminat.

source: The file permissions could not be set on %uri.
ca_es: No s'han pogut definir els permisos del fitxer a %uri.

source: Completed @current of @total.
ca_es: S'han finalitzat @current d'un total de @total.

source: Failed to run all tasks against the database server. The task %task wasn't found.
ca_es: No s'han pogut executar totes les tasques contra el servidor de base de dades. No s'ha trobat la tasca %task.

source: Failed to connect to your %name database server. %name reports the following message: %error.<ul><li>Are you sure you have the correct username and password?</li><li>Are you sure that you have typed the correct database hostname?</li><li>Are you sure that the database server is running?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
ca_es: No s'ha pogut connectar al vostre servidor de base de dades %name. %name ha reportat el següent missatge: %error.<ul><li>Esteu segur que teniu el nom d'usuari i contrasenya correctes?</li><li>Esteu segur que heu escrit correctament el nom del servidor de base de dades?</li><li>Esteu segur que el servidor de base de dades està en marxa?</li></ul>Per més ajuda, aneu al <a href="http://drupal.org/node/258">manual d'instal·lació i actualització</a>. Si no esteu segur del significat d'aquests termes probablement hauríeu de consultar el vostre proveïdor d'allotjament.

source: Failed to modify %settings. Verify the file permissions.
ca_es: No s'ha pogut modificar %settings. Verifiqueu els permisos del fitxer.

source: Failed to open %settings. Verify the file permissions.
ca_es: No s'ha pogut obrir %settings. Verifiqueu els permisos del fitxer.

source: Required modules
ca_es: Mòduls necessaris

source: Required modules not found.
ca_es: No s'han trobat els mòduls necessaris.

source: The following modules are required but were not found. Move them into the appropriate modules subdirectory, such as <em>sites/all/modules</em>. Missing modules: !modules
ca_es: Els següents mòduls són necessaris però no es troben. Moveu-los dins del subdirectori de mòduls apropiat, com <em>sites/all/modules</em>. Els mòduls que falten són: !modules

source: %module module uninstalled.
ca_es: S'ha desinstal·lat el mòdul %module.

source: Saint Martin (French part)
ca_es: Saint Martin (part francesa)

source: Use the default site language (@language_name).
ca_es: Utilitza la llengua predeterminada del lloc (@language_name).

source: The translation file %filepath contains an error: the plural formula could not be parsed.
ca_es: El fitxer de traducció %filepath conté un error: no es pot analitzar la fórmula plural.

source: No strings available.
ca_es: No hi ha cadenes disponibles.

source: @count disallowed HTML string(s) in %file
ca_es: @count cadena(es) HTML no reconegudes a %file

source: JavaScript translation file %file.js was lost.
ca_es: S'ha perdut el fitxer de traduccions JavaScript %file.js.

source: Unable to send e-mail. Contact the site administrator if the problem persists.
ca_es: No s'ha pogut enviar correu electrònic. Contacteu amb l'administrador del lloc si el problema persisteix.

source: Class %class does not implement interface %interface
ca_es: La classe %class no implementa la interfície %interface.

source: (active tab)
ca_es: (pestanya activa)

source: Operating in maintenance mode. <a href="@url">Go online.</a>
ca_es: Funcionant en mode de manteniment. <a href="@url">Poseu-lo en línia.</a>

source: Operating in maintenance mode.
ca_es: Treballant en mode de manteniment.

source: %module module enabled.
ca_es: S'ha habilitat el mòdul %module.

source: %module module disabled.
ca_es: S'ha inhabilitat el mòdul %module.

source: Status message
ca_es: Missatge d'estat

source: <a href="@link">More help</a>
ca_es: <a href="@link">Més ajuda</a>

source: Subscribe to @feed-title
ca_es: Subscriu-te al @feed-title

source: Theme key "@key" not found.
ca_es: No s'ha trobat la clau de tema "@key"

source: Check the error messages and <a href="!url">try again</a>.
ca_es: Comproveu els missatges d'error i <a href="!url">torneu-ho a intentar</a>.

source: Unable to determine the type of the source directory.
ca_es: No s'ha pogut determinar el tipus del directori font.

source: Cannot determine the type of project.
ca_es: No es pot determinar el tipus de projecte.

source: Unable to parse info file.
ca_es: No s'ha pogut analitzar el fitxer info.

source: Fatal error in update, cowardly refusing to wipe out the install directory.
ca_es: Error fatal al actualitzar, el sistema es nega de forma covarda a eliminar el directori d'instal·lació.

source: File Transfer failed, reason: !reason
ca_es: Ha fallat el File Transfer, raó: !reason

source: Unable to create %directory due to the following: %reason
ca_es: No s'ha pogut crear %directory degut al següent: %reason

source: Drupal could not be correctly setup with the existing database. Revise any errors.
ca_es: El Drupal no s'ha pogut instal·lar correctament a la base de dades existent. Reviseu qualsevol error.

source: An AJAX HTTP error occurred.
ca_es: Hi ha hagut un error HTTP d'AJAX.

source: HTTP Result Code: !status
ca_es: Codi de resultat HTTP: !status

source: An AJAX HTTP request terminated abnormally.
ca_es: Una petició HTTP d'AJAX ha acabat de forma anormal.

source: Debugging information follows.
ca_es: A continuació hi ha informació de depuració.

source: Path: !uri
ca_es: Camí: !uri

source: No feeds available. <a href="@link">Add feed</a>.
ca_es: No hi ha canals disponibles. <a href="@link">Afegeix-ne un</a>.

source: No categories available. <a href="@link">Add category</a>.
ca_es: No hi ha categories disponibles. <a href="@link">Afegeix-ne una</a>.

source: The length of time between feed updates. Requires a correctly configured <a href="@cron">cron maintenance task</a>.
ca_es: El temps entre actualitzacions del canal. Requerix la correcta configuració d'una <a href="@cron">tasca de manteniment de cron</a>.

source: News items in block
ca_es: Notícies al bloc

source: Drupal can make a block with the most recent news items of this feed. You can <a href="@block-admin">configure blocks</a> to be displayed in the sidebar of your page. This setting lets you configure the number of news items to show in this feed's block. If you choose '0' this feed's block will be disabled.
ca_es: El Drupal pot fer un bloc amb les notícies més recents d'aquest canal. Podeu <a href="@block-admin">configurar els blocs</a> per a que es mostrin a la barra lateral de la vostra pàgina. Aquest paràmetre us permet configurar el nombre de notícies que es mostren en aquest bloc. Si escolliu '0', s'inhabilitarà el bloc.

source: The URL %url is invalid. Enter a fully-qualified URL, such as http://www.example.com/feed.xml.
ca_es: La URL %url no és vàlida. Introduïu una URL qualificada, com http://www.example.com/feed.xml.

source: A feed named %feed already exists. Enter a unique title.
ca_es: Ja existeix un canal amb el nom %feed. Introduïu un títol únic.

source: A feed with this URL %url already exists. Enter a unique URL.
ca_es: Ja existeix un canal amb aquesta URL %url. Introduïu una URL única.

source: Upload an OPML file containing a list of feeds to be imported.
ca_es: Carregueu un fitxer OPML que contingui tota la llista de canals a importar.

source: OPML Remote URL
ca_es: URL remota de l'OPML

source: Enter the URL of an OPML file. This file will be downloaded and processed only once on submission of the form.
ca_es: Introduïu la URL del fitxer OPML. aquest fitxer es descarregarà i es processarà un sol cop al enviar el formulari.

source: Drupal can make a block with the most recent news items of a feed. You can <a href="@block-admin">configure blocks</a> to be displayed in the sidebar of your page. This setting lets you configure the number of news items to show in a feed's block. If you choose '0' these feeds' blocks will be disabled.
ca_es: El Drupal pot fer un bloc amb les notícies més recents d'un canal. Podeu <a href="@block-admin">configurar els blocs</a> per a que es mostrin a la barra lateral de la vostra pàgina. Aquest paràmetre us permet configurar el nombre de notícies que es mostren en aquest bloc. Si escolliu '0', s'inhabilitarà el bloc.

source: You must <em>either</em> upload a file or enter a URL.
ca_es: Heu <em>o</em> de carregar un fitxer o introduir una URL.

source: This URL is not valid.
ca_es: Aquesta URL no és vàlida.

source: No new feed has been added.
ca_es: No s'ha afegit cap nou canal.

source: The URL %url is invalid.
ca_es: La URL %url és invàlida.

source: A feed named %title already exists.
ca_es: Ja existeix un canal anomenat %title.

source: A feed with the URL %url already exists.
ca_es: Ja existeix un canal amb la URL %url.

source: Fetchers download data from an external source. Choose a fetcher suitable for the external source you would like to download from.
ca_es: Els recollidors descarreguen dades d'una font externa. Escolliu un recollidor adequat a la font externa des de la que voleu descarregar.

source: Parsers transform downloaded data into standard structures. Choose a parser suitable for the type of feeds you would like to aggregate.
ca_es: Els analitzadors transformen les dades descarregades en estructures estàndards. Escolliu un analitzador adequat al tipus de canals que voleu agregar.

source: Processors act on parsed feed data, for example they store feed items. Choose the processors suitable for your task.
ca_es: Els processadors actuen sobre les dades de canal analitzades, per exemple emmagatzemen els elements de canal. Escolliu els processadors adequats a la vostra tasca.

source: For most aggregation tasks, the default settings are fine.
ca_es: Per la majoria de tasques d'agregació, els paràmetres predeterminats van bé.

source: A category named %category already exists. Enter a unique title.
ca_es: Ja existeix una categoria anomenada %category. Introduïu un títol únic.

source: Default fetcher
ca_es: Recollidor predeterminat

source: Downloads data from a URL using Drupal's HTTP request handler.
ca_es: Descarrega les dades d'una URL utilitzant el controlador de peticions HTTP del Drupal.

source: Default parser
ca_es: Analitzador predeterminat

source: Parses RSS, Atom and RDF feeds.
ca_es: Analitza canals RSS, Atom i RDF.

source: Default processor
ca_es: Processador predeterminat

source: Creates lightweight records from feed items.
ca_es: Crea registres lleugers a partir d'elements del canal.

source: Default processor settings
ca_es: Paràmetres del processador predeterminat

source: Number of items shown in listing pages
ca_es: Nombre d'elements que es mostren a les pàgines de llistat

source: Requires a correctly configured <a href="@cron">cron maintenance task</a>.
ca_es: Requerix la correcta configuració d'una <a href="@cron">tasca de manteniment de corn</a>.

source: Select categories using
ca_es: Mitjà de selecció de categories

source: For a small number of categories, checkboxes are easier to use, while a multiple selector works well with large numbers of categories.
ca_es: Per un nombre petit de categories, les caselles de selecció són més fàcils d'utilitzar, mentre que un selector múltiple va millor per un nombre gran de categories.

source: Length of trimmed description
ca_es: Llargada de la descripció retallada

source: The maximum number of characters used in the trimmed version of content.
ca_es: El nombre màxim de caràcters utilitzats en la versió retallada del contingut.

source: The Aggregator module is an on-site syndicator and news reader that gathers and displays fresh content from RSS-, RDF-, and Atom-based feeds made available across the web. Thousands of sites (particularly news sites and blogs) publish their latest headlines in feeds, using a number of standardized XML-based formats. For more information, see the online handbook entry for <a href="@aggregator-module">Aggregator module</a>.
ca_es: El mòdul Aggregator és un sindicador i lector de notícies local que recull nous continguts dels canals basats en RSS, RDF i Atom que hi ha disponibles a través de la web. Mil·lers de llocs (especialment els webs noves i els blocs) publiquen els seus darrers titulars en canals, fent servir un conjunt de formats estàndard basats en XML. Per a més informació, aneu a la secció del <a href="@aggregator-module">mòdul Aggregator</a> del manual en línia.

source: Viewing feeds
ca_es: Consulta de canals

source: Feeds contain published content, and may be grouped in categories, generally by topic. Users view feed content in the <a href="@aggregator">main aggregator display</a>, or by <a href="@aggregator-sources">their source</a> (usually via an RSS feed reader). The most recent content in a feed or category can be displayed as a block through the <a href="@admin-block">Blocks administration page</a>.
ca_es: Els canals contenen contingut publicat, i poden ser agrupats en categories, generalment per temes. Els usuaris veuen el contingut del canal a la <a href="@aggregator">pantalla principal de l'agregador</a>, o a través del <a href="@aggregator-sources">seu origen</a> (normalment a través d'un lector de canals RSS). El contingut més recent de cada canal o categoria es podt mostrar com un bloc mitjançant la <a href="@admin-block">pàgina d'administració de bloc</a>.

source: Adding, editing, and deleting feeds
ca_es: Afegir, editar i esborrar canals

source: Administrators can add, edit, and delete feeds, and choose how often to check each feed for newly updated items on the <a href="@feededit">Feed aggregator administration page</a>.
ca_es: Els administradors poden afegir, editar i esborrar canals, i triar cada quan comprovar si hi ha elements nous o actualitzats a cada canal a la <a href="@feededit">pàgina d'administració de l'agregador de canals</a>.

source: OPML integration
ca_es: Integració OPML

source: A <a href="@aggregator-opml">machine-readable OPML file</a> of all feeds is available. OPML is an XML-based file format used to share outline-structured information such as a list of RSS feeds. Feeds can also be <a href="@import-opml">imported via an OPML file</a>.
ca_es: Hi una disponible un <a href="@aggregator-opml">fitxer OPML llegible-per-la-màquina</a> de tots els canals. OPML és un format de fitxer basat en XML utilitzat per a compartir esquemes estructurats d'informació com un llistat de canals RSS. Els canals també poden ser <a href="@import-opml">importats via un fitxer OPML</a>.

source: Configuring cron
ca_es: Configuració del cron

source: A correctly configured <a href="@cron">cron maintenance task</a> is required to update feeds automatically.
ca_es: Per tal d'actualitzar els canals automàticament cal tenir una <a href="@cron">tasca de manteniment de cron</a> configurada correctament.

source: <acronym title="Outline Processor Markup Language">OPML</acronym> is an XML format used to exchange multiple feeds between aggregators. A single OPML document may contain a collection of many feeds. Drupal can parse such a file and import all feeds at once, saving you the effort of adding them manually. You may either upload a local file from your computer or enter a URL where Drupal can download it.
ca_es: <acronym title="Outline Processor Markup Language">OPML</acronym> és un format XML utilitzat per intercanviar múltiples canals entre agregadors. Un simple document OPML pot contenir una col·lecció de molts canals. El Drupal pot analitzar el fitxer i importar tots els canals d'una sola vegada, estalviant-te la feina d'afegir-los manualment. Podeu carregar un fitxer local del vostre ordinador o introduir una URL des d'on el Drupal pot descarregar-lo.

source: Administer news feeds
ca_es: Administra els canals de notícies

source: View news feeds
ca_es: Accedeix als canals de notícies

source: Configure the behavior of the feed aggregator, including when to discard feed items and how to present feed items and categories.
ca_es: Configureu el comportament de l'agregador de canals, incloent quan cal descartar elements del canal i com presentar els elements i les categories d'aquest.

source: Override the default title for the block. Use <em>!placeholder</em> to display no title, or leave blank to use the default block title.
ca_es: Sobreescriviu el títol predeterminat del bloc. Utilitzeu <em>!placeholder</em> per a no mostrar cap títol, o deixeu-ho en blanc per a utilitzar el títol predeterminat del bloc.

source: Specify in which themes and regions this block is displayed.
ca_es: Especifiqueu en quins temes i regions es mostra aquest bloc.

source: All pages except those listed
ca_es: Totes les pàgines excepte les llistades

source: Only the listed pages
ca_es: Només les pàgines llistades

source: Specify pages by using their paths. Enter one path per line. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
ca_es: Especifiqueu pàgines utilitzant els seus camins. Introduïu un camí per línia. El caràcter '*' és un comodí. Camins d'exemple en són %blog per a la pàgina del blog i %blog-wildcard per cada blog personal. %front és la portada.

source: Pages on which this PHP code returns <code>TRUE</code> (experts only)
ca_es: Pàgines en les que aquest codi PHP retorna <code>TRUE</code> (només per experts)

source: Pages or PHP code
ca_es: Pàgines o codi PHP

source: If the PHP option is chosen, enter PHP code between %php. Note that executing incorrect PHP code can break your Drupal site.
ca_es: Si s'ha escollit l'opció PHP, introduïu un codi PHP entre %php. Tingueu en compte que executar codi PHP incorrecte pot trencar el vostre lloc Drupal.

source: Customizable per user
ca_es: Personalitzable per l'usuari

source: Not customizable
ca_es: No personalitzable

source: Customizable, visible by default
ca_es: Personalitzable, visible per defecte

source: Customizable, hidden by default
ca_es: Personalitzable, amagat per defecte

source: Ensure that each block description is unique.
ca_es: Assegureu-vos que cada descripció de bloc sigui única.

source: The Block module allows you to create boxes of content, which are rendered into an area, or region, of one or more pages of a website. The core Seven administration theme, for example, implements the regions "Content", "Help", "Dashboard main", and "Dashboard sidebar", and a block may appear in any one of these regions. The <a href="@blocks">Blocks administration page</a> provides a drag-and-drop interface for assigning a block to a region, and for controlling the order of blocks within regions. For more information, see the online handbook entry for <a href="@block">Block module</a>.
ca_es: El mòdul Block us permet crear caixes de contingut, les quals es mostren en una àrea, o regió, d'una o més pàgines d'un lloc web. El tema Seven d'administració del nucli, per exemple, implementa les regions "Contingut", "Ajuda", "contingut", "Part principal del tauler" i "Barra lateral del taules", i un bloc pot aparèixer a qualsevol d'aquestes àrees. La <a href="@blocks">pàgina d'administració dels blocs</a> proporciona una interfície arrossega-i-deixa-anar per tal d'assignar un bloc a una regió o per controlar l'ordre dels blocs dins de les regions. Per a més informació, aneu a la secció del <a href="@block">mòdul Block</a> del manual en línia.

source: Positioning content
ca_es: Posicionament del contingut
